Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Amadrieriand,Amáril,Amelad,Ameldor,Amendel,Ameng,Amilmaldur,Amilmalith,Amilmandir,Amind,Amiol,Amiorion,Amithrarion,Amóldor,Amorfimir,Amorfir,Amowyn,Amulas,Amundil,Anán,Anebrin,Anebrir,Anémbor,Anénduil,Anerion,Anilad,Anil-Gawyn,Anilmambor,Anilmariand,Anior,Anithranduil,Anol,Anon,Anorfing,Anundil,Belán,Belandil,Belarandel,Belel,Belén,Belil-Gandil,Belilmand,Belilmang,Beliondil,Beliril,Belithraldor,Belithrawyn,Belólad,Belómir,Belondel,Belyrion,Cadriembor,Cadrieriand,Cálad,Caladrielas,Calándel,Caldur,Cáldur,Calebrindel,Calebrindir,Calénduil,Calil-Gandir,Calil-Gawyn,Calioriand,Caliril,Calónduil,Caloril,Cándir,Canduil,Caraldur,Carang,Célad,Celadrieriand,Celang,Celaral,Celarandil,Celáriand,Celebririon,Celelas,Celendel,Celér,Celilmalas,Celiondir,Celior,Celiorion,Celong,Celór,Celóril,Celorion,Celundir,Celuwyn,Celyndel,Cénduil,Cindil,Ciong,Cithralad,Cithraldur,Cithrand,Cithrandel,Cithraril,Col,Corfil,Corfildur,Cówyn,Cun,Cundir,Cylas,Delán,Delánd,Delandel,Delaraldur,Deláril,Delawyn,Deléng,Delilmaldor,Deliol,Delithrar,Deliwyn,Delóldor,Delorfilad,Delorfilith,Delorion,Delundil,Eäradriendel,Eäradrier,Eäránduil,Eäraralad,Eärebrindel,Eäréldor,Eäreng,Eärérion,Eärithrandil,Eäromir,Eärorfiriand,Eäryldur,Eäryriand,Eladrieng,Elálith,Elánd,Elándil,Elebrildor,Elebrindel,Elebriril,Elélas,Elémbor,Elemir,Elen,Elil-Garil,Elilmaldur,Eliomir,Eliondil,Elolas,Elólas,Elor,Elorfilad,Elradrien,Elralith,Elran,Elreldur,Elrilmand,Elrioldor,Elriolith,Elrithralith,Elrithranduil,Elrorfir,Elval,Elvandir,Elvaramir,Elváwyn,Elvebrind,Elvebrindel,Elvélith,Elvémir,Elverion,Elvil-Garion,Elvilmaldur,Elvilmaril,Elvioldur,Elvombor,Elvónduil,Elvorfimir,Elvorfiriand,Elvorfiril,Elvóriand,Elvund,Elyldor,Elyrion,Eowambor,Eowanduil,Eowar,Eowaraldor,Eowaran,Eowarar,Eowariand,Eowarion,Eowebrind,Eowémir,Eowil-Garion,Eowimbor,Eowiomir,Eowithrawyn,Eowóldur,Eoworfildor,Eowówyn,Eowylas,Fadriendel,Fandel,Farandir,Fáwyn,Fendel,Fer,Filman,Fioril,Fithraril,Forfilas,Fyrion,Gadriendil,Gadrieng,Galadrieldor,Galálad,Galálas,Galalith,Galar,Galelas,Galeldur,Galelith,Galémbor,Galithrariand,Galoldur,Galuldur,Galur,Galurion,Gambor,Gán,Ganduil,Garaldor,Gararil,Gelad,Géril,Gil-Gandel,Gil-Gang,Giombor,Githral,Githralad,Gladriendil,Glal,Glámbor,Glandil,Glarang,Glararil,Glilmal,Glimir,Glior,Glólas,Gloldor,Glómir,Glon,Glul,Golad,Gor,Gumbor,Gyl,Gymbor,Gyn,Harariand,Háriand,Hebril,Hemir,Hénduil,Hilas,Hil-Garion,Hilmariand,Hiong,Hirion,Hithrandel,Horfilad,Horfindel,Hundel,Hymir,Hyrion,Hywyn,Isadrieng,Isándir,Isarandel,Isarar,Iselas,Isér,Isilmandel,Isirion,Isithral,Isól,Isóndel,Isóng,Isorfilad,Isorfindir,Isuwyn,Isyndel,Legal,Legaran,Legémir,Legéril,Legilad,Legil-Gal,Legiondel,Legithralith,Legorfindil,Legorfirion,Legówyn,Legyl,Legyn,Linduilas,Lómadrieril,Lómarand,Lómariand,Lómebrilad,Lómebrind,Lómémbor,Lómilmaril,Lómiriand,Lómorfindil,Lómowyn,Madrieril,Maldur,Mánduil,Maraldur,Mebrin,Méng,Mérion,Miolith,Miomir,Mithrand,Mondir,Móndir,Morfilas,Morfin,Morfiriand,Mylith,Nadrieldor,Nalith,Nán,Nél,Nil-Galas,Nil-Galith,Nil-Gar,Nilmar,Nóndel,Norfildor,Norfilith,Norfindil,Norfindir,Numbor,Nyldur,Padrieriand,Padrieril,Pamir,Paraldor,Parariand,Pilmalad,Pindir,Pór,Porfildur,Pumbor,Pyldur,Rebrir,Réndir,Rilmandil,Rithrandil,Ról,Róldor,Roldur,Róldur,Rorfilad,Rorfindil,Rówyn,Ryn,Sadrielas,Sebrin,Sebriril,Sénd,Sil-Gal,Sólad,Sorfind,Sóriand,Tadriendir,Taral,Taraldur,Táriand,Tendel,Téwyn,Thradrieriand,Thrambor,Thraral,Threbring,Thrélad,Thréldur,Thril-Gamir,Thril-Gandir,Thril-Gar,Thrilmandel,Thrimir,Thrion,Thrithran,Throlas,Thrón,Thróng,Thrund,Thryriand,Til-Gan,Tilmalad,Tilmalas,Tinandir,Tinarambor,Tinarariand,Tinén,Tinil-Ganduil,Tinilmand,Tinilmawyn,Tinimir,Tinindil,Tinithrar,Tinoldor,Tinond,Tinorfind,Tinorfiriand,Tinóriand,Tinowyn,Tinun,Tinyl,Tion,Tolas,Torfildur,Tówyn,Tylad,Unadrieldor,Unadrier,Unál,Unalas,Unálas,Unaraldur,Unaril,Unárion,Unebrin,Unebrind,Uneldor,Unil,Unil-Gan,Uniolith,Unioril,Unólith,Unombor,Unóndel,Unondir,Unorfildor,Unorfiril,Unorfiwyn,Unulad,Uradrielas,Uradrierion,Urálas,Urálith,Urambor,Urér,Uril-Gambor,Urilmalith,Uróldor,Urorfildor,Urul,Urymir,Válad,Ván,Vándel,Vandir,Varalas,Vararion,Vebril,Vebrilas,Vebrinduil,Vel,Vilith,Vol,Vólas,Vóldur,Vondel,Vorfin,Vorfindil,Vulas,Vuldur,Vunduil,Vylas,Vyldor
uk_ua: Амадріеріанд,Амаріл,Амелад,Амелдор,Амендел,Аменг,Амілмалдур,Амілмаліт,Амілмандір,Амінд,Аміол,Аміоріон,Амітраріон,Амолдор,Аморфімір,Аморфір,Амовін,Амулас,Амунділ,Анан,Анебрін,Анебрір,Анембор,Анендуіл,Анеріон,Анілад,Аніл-Гавін,Анілмамбор,Анілмаріанд,Аніор,Анітрандуіл,Анол,Анон,Анорфінг,Анунділ,Белан,Беланділ,Беларандель,Белель,Белен,Беліл-Ганділ,Белілманд,Белілманг,Беліонділ,Беліріл,Белітральдор,Белітравін,Белолад,Беломір,Белондель,Беліріон,Кадріембор,Кадріеріанд,Калад,Каладріелас,Каландель,Калдур,Кальдур,Калебріндель,Калебріндір,Календуіл,Каліл-Гандір,Каліл-Гавін,Каліоріанд,Каліріл,Калондуіл,Калоріл,Кандір,Кандуіл,Каральдур,Каранг,Селад,Селандріеріанд,Селанг,Селараль,Селаранділ,Селаріанд,Селебріріон,Селелас,Селендель,Селер,Селілмалас,Селіондір,Селіор,Селіоріон,Селонг,Селор,Селоріл,Селоріон,Селундір,Селувін,Селіндель,Сендуіл,Цінділ,Сіонг,Цітралад,Цітральдур,Цітранд,Цітрандель,Цітраріл,Кол,Корфіл,Корфільдур,Ковін,Кун,Кундір,Сілас,Делан,Деланд,Деландель,Деларальдур,Деларіл,Делавін,Деленг,Велілмальдор,Деліоль,Делітрар,Делівін,Делольдор,Делорфілад,Делорфіліт,Делоріон,Делунділ,Ерадріендель,Ерадріер,Ерандуіл,Ераралад,Еребріндель,Ерелдор,Еаренг,Ереріон,Ерітранділ,Еромір,Ерорфіріанд,Ерільдур,Еріріанд,Еладріенг,Елаліт,Еланд,Еланділ,Елебрілдор,Елебріндель,Елібріріл,Елелас,Елембор,Елемір,Елен,Еліл-Гаріл,Елімандур,Еліомір,Еліонділ,Елолас,Ельолас,Елор,Елорфілад,Елрадріен,Елраліт,Елран,Елрельдур,Елрільманд,Елріольдор,Елріоліт,Елріфраліт,Елріфрандуіл,Елрорфір,Ельвал,Ельвандір,Ельварамір,Ельвавін,Ельвебрінд,Ельвебріндель,Ельверіт,Ельвемір,Ельверіон,Ельвін-Гаріон,Ельвілмальдур,Ельвілмаріл,Ельвіольдур,Ельвомбор,Ельвондуіл,Ельворфімір,Ельворфіріанд,Ельворфіріл,Ельворіанд,Ельвунд,Елілдор,Еліріон,Еовамбор,Еовандуіл,Еовар,Еоваральдор,Еоваран,еоварар,Еоваріанд,Еоваріон,Еовебрінд,Еовемір,Еовіл-Гаріон,Еовімбор,Еовьомір,еовітравін,Еовольдур,Еововфільдор,Еововін,Еовілас,Фадріендель,Фандель,Фарандір,Фавін,Фендель,Фер,Фільман,Фіоріл,Фітраріл,Форфілас,Фіріон,Гадріенділ,Гадріенг,Галадріельдор,Галалд,Галалас,Галаліт,Галар,Галелас,Галелдур,Галеліт,Галембор,Галітраріанд,Галольдур,Галульдур,Галур,Галуріон,Гамбор,Ган,Гандуіл,Гаральдор,Гараріл,Гелад,Геріл,Гіл-Гандель,Гіл-Ганг,Гіомбор,Гітрал,Гітралад,Гладріенділ,Глал,Гламбор,Гланділ,Гларанг,Глараріл,Глільмал,Глімір,Гліор,Глолас,Глордор,Гломір,Глон,Глул,Голад,Гор,Гумбор,Гіл,Гімбор,Гін,Гараріанд,Гаріанд,Гебріл,Гемір,Гендуіл,Хілас,Хіл-Гаріон,Хільмаріанд,Хьонг,Хіріон,Хітрандель,Хорфілад,Хорфіндель,Гюндель,Гімір,Гіріон,Хівін,Ісадріенг,Ісандір,Ізарандель,Ізарар,Ізелас,Ізер,Ісільмандель,Ізіріон,Ізітраль,Ізол,Ізондель,Ізонг,Ізорфілад,Ізорфінділ,Ізувін,Ізіндель,Легаль,Легаран,Легемір,Легеріл,Легілад,Легіл-Галь,Легіондель,Легітраліф,Легорфінділ,Легорфіріон,Леговін,Легіл,Легін,Ліндуілас,Ломадріеріл,Ломаранд,Ломаріанд,Ломебрілад,Ломебрінд,Ломембор,Ломілмаріль,Ломіріанд,Ломорфінділ,Ломовін,Мадріеріл,Мальдур,Мандуіл,Маральдур,Мебрін,Менг,Меріон,Міоліт,Міомір,Мітранд,Мондір,Мендір,Морфілас,Морфін,Морфіріанд,Міліт,Надріельдор,Наліт,Нан,Нель,Ніл-Галас,Ніл-Галіт,Ніл-Гар,Нільмар,Нондель,Норфільдор,Норфіліт,Норфінділ,Норфіндір,Нумбор,Нільдур,Падріеріанд,Падріеріл,Памір,Паральдор,Параріанд,Пільмалад,Піндір,Пор,Порфільдур,Пумбор,Пільдур,Ребрір,Рендір,Рільманділ,Рітранділ,Рёль,Рольдор,Рольдур,Рёльдур,Рорфілад,Рорфінділ,Ровін,Рін,Садріелас,Себрін,Себріріл,Сенд,Сіл-Галь,Солад,Сорфінд,Соріанд,Тадріендір,Тараль,Таральдур,Таріанд,Тендель,Тевін,Традріеріанд,Трамбор,Трараль,Требрінг,Трелад,Трельдур,Тріль-Гамір,Тріль-Гандір,Тріль-Гар,Трільмандель,Трімір,Тріон,Трітран,Тролас,Трён,Трёнг,Трюнд,Тріріанд,Тіль-Ган,Тільмалад,Тільмалас,Тінандір,Тінарамбор,Тінараріанд,Тінен,Тініль-Гандуіл,Тінільманд,Тінільмавін,Тінімір,Тінінділ,Тінітрар,Тінольдор,Тінонд,Тінорфінд,Тінорфіріанд,Тіноріанд,Тіновін,Тінун,Тініл,Тіон,Толас,Торфільдур,Товін,Тілад,Унадріельдор,Унадріер,Унал,Уналас,Уньялас,Унаральдур,Унаріл,Унаріон,Унебрін,Унебрінд,Унельдор,Уніл,Уніл-Ган,Уніоліт,Уніоріл,Уноліт,Уномбор,Унондель,Унондір,Унорфільдор,Унорфіріл,Унорфівін,Унулад,Урадріелас,Урадріеріон,Уралас,Ураліт,Урамбор,Урер,Уріл-Гамбор,Урілмаліт,Урольдор,Урорфільдор,Урул,Урімір,Валад,Ван,Вандель,Вандір,Варалас,Вараріон,Вебріл,Вебрілас,Вебріндуіл,Вел,Віліт,Вол,Волас,Вольдур,Вондель,Ворфін,Ворфінділ,Вулас,Вульдур,Вундуіл,Вілас,Вільдор

source: Ambush
uk_ua: Засідка

source: Ambushed!
uk_ua: Засідка!

source: Ambushers
uk_ua: Ті, хто в засідці

source: Amnesty? Knowing these Wesnothians, they’ll have my head. Then again, if I could gives my life to save my whole village, I would.
uk_ua: Прощення? Знаючи веснотців, вони хтітимуть моєї голови. Але ж знов, якби я міг віддати своє життя, шоб врятувати село, я б це зробив.

source: Among elves, swordplay is most commonly practiced by rangers and border patrols, who serve primarily as guardians of the forests and more occasionally as small squads for intrusions into other territories. Elvish swordsmanship is known for its emphasis on swift, agile strikes, generating less power than human or orcish warriors, but also leaving less time to react and counter. Most elves can learn the basics of swordplay relatively quickly and will readily pick up the blade when confronted with battle.
uk_ua: Серед ельфів, фехтування зазвичай практикують лісники та бійці прикордонних патрулів, які служать охоронцями фортець та рідше виступають малими групами для вторгнення на інші території. Ельфійське мистецтво бою мечем відоме за свої швидкі, спритні удари. Вони наносять менше шкоди ніж удари людський чи оркських воїнів, але натомість залишають менше часу зреагувати та вдарити у відповідь. Більшість ельфів досить швидко можуть вивчити основи цього мистецтва, і, коли доведеться йти у бій, з готовністю піднімуть меч.

source: Among merfolk, mysticism is generally left to the mermaids, who are more inclined to it. It is they who dedicate themselves to the ideal of bringing peace and life to the world, and to the arts which make that possible. Their piety also grants them certain powers, allowing them to guard their people against magical or unnatural things.
uk_ua: Серед водяних містицизм зазвичай це справа русалок, які більш до нього схильні. Вони присвячують себе ідеалам мирного життя, вивчаючи мистецтва, які цьому служать. Завдяки їх благочестю вони також наділені духовною силою, здатною оберігати своїх родичів від магічних і неприродних речей.

source: Amprixta,Anexir,Anitraz,Arix,Axiz,Bzz’Kza,Chamil,Cleezi,Clezz,Fazzis,Fizztrax,Flixta,Flizzil,Frikes,Frizzle,Hasz,Heffez,Hertrazzir,Hesz,Hezzir,Hezzis,Hix,Inexis,Irix,Jezzix,Jizz,Kaliez,Kepzs,Kernix,Kersezz,Kertrasz,Kerx,Kerxenix,Kezz,Klexaz,Klezyx,Krarax,Krenarex,Krex,Krinex,Krisess,Laizix,Lazki,Lixeez,Merax,Mexiss,Moxanzz,Naxisz,Nix,Pekzs,Plaxis,Plesix,Presch,Sailik,Salanix,Salik,Sandix,Saprazz,Satras,Skalix,Skandix,Skazix,Skeely,Skeezix,Sklizle,Skrez,Slizilx,Sprizz,Ssexur,Ssizer,Ssorix,Sszasz,Sterizz,Talerez,Tarex,Tarnix,Tezzaz,Tirasch,Tirax,Tirix,Trezz,Venezz,Vriss,Waks,Xaffrasz,Xartrez,Xasz,Xaztex,Xerxix,Xirasz,Xirr,Xirtras,Xirtrez,Xirz,Zandler,Zedrix,Zilrix,Zizzasz,Zslap,Zzalkz,Zzupde
uk_ua: Ампрікста,Анексір,Анітраз,Арікс,Аксіз,Бзз'Кза,Вакс,Венезз,Врайсс,Джайзз,Джеззікс,Зайлрікс,Зандлер,Зедрікс,Ззалксз,Ззупде,Зіззасз,Зслап,Зслап,Каліез,Кезз,Кепзс,Керкс,Керксенікс,Кернікс,Керсезз,Кертрасз,Клезз,Клезікс,Клезікс,Клізі,Крайнекс,Краракс,Крекс,Крісесс,Ксазтекс,Ксайрасз,Ксайрз,Ксайтрас,Ксасз,Ксаффрасз,Ксерксікс,Лазкі,Лейзікс,Ліксеез,Меракс,Моксанзз,Найкс,Наксісз,Пекзс,Плаксіс,Плесікс,Пресш,Саланікс,Салік,Сандікс,Сапразз,Сатрас,Сейлік,Скалікс,Скандікс,Скеезікс,Скілі,Склізл,Скрез,Слізлікс,Спрізз,Ссексур,Ссзасз,Ссізер,Ссорікс,Стерізз,Тайраш,Тайрікс,Тайрікс,Талерез,Тарекс,Тарікс,Теззаз,Трезз,Фаззіс,Фіззтракс,Фіззтракс,Флайкста,Фрайкес,Фріззл,Хайкс,Хасз,Хеззір,Хеззіс,Хертраззір,Хесз,Хеффез,Чаміл

source: An email address you can be contacted at in case of issues with your add-on.
uk_ua: Пошта, на яку користувачі зможуть звертатися в разі виникнення проблем з вашим аддоном.

source: An era is a collection of factions, intended to be played against one another. Besides the mainline eras that come with the game, many user-made factions are available from add-ons.
uk_ua: Ера — це набір фракцій, які призначені для гри одна проти одної. Окрім ер, які вбудовані в гру, на сервері аддонів доступно чимало користувацьких фракцій.

source: An error due to possibly invalid WML occurred The error message is :
uk_ua: Сталася помилка, можливо, пов'язана з невірним WML кодом Повідомлення про помилку :

source: An error occurred when downloading the file. Check the game logs for more information.
uk_ua: Сталася помилка при завантаженні файлу. Перевірте логи гри, щоб отримати додаткову інформацію.

source: An error occurred while downloading the add-ons list from the server.
uk_ua: Під час завантаження списку аддонів з серверу сталася помилка.

source: An experienced soldier will often save enough to equip himself with a suit of scale or chain armor, and a sturdy broadsword. Though trading their spears for swords can be a jarring change, most spearmen will leap at the chance, knowing all too well the limitations of the weapon they are leaving behind. A sword is not without its own drawbacks, but is more versatile than a spear, and much better in close quarters.
uk_ua: Досвідчений солдат може заощадити досить, щоб екіпіруватись лускатими обладунками або кольчугою і міцним мечем. Хоча обмін списа на меч в чомусь нерівноцінний, багато списоносців використовують цей шанс, знаючи усі обмеження своєї колишньої зброї. Меч теж не позбавлений недоліків, але він універсальніший, ніж спис, і краще підходить для ближнього бою.

source: An important part of succeeding at Battle for Wesnoth is keeping your units healthy. When your units take damage you can heal them by moving them onto villages or next to special healing units (e.g. the Elvish Shaman and White Mage). Some other units you will encounter, such as Trolls, have the ability to heal themselves naturally.
uk_ua: Важливою частиною успіху у Битві за Веснот є підтримка здоров'я ваших бійців. Коли ваш боєць отримує поранення, ви можете відправити його на зцілення в село або поставити поряд із цілителем (наприклад, ельфійським шаманом або білим магом). Також ви зустрінете деяких бійців, наприклад, тролів, які можуть зцілюватись самостійно.

source: An in-game help is available: right-click on any empty hex.
uk_ua: У грі доступна довідка: натисніть правою клавішою та будь-яку пусту клітинку.

source: An invading army? No, something is not right with those soldiers... but I presume we have no time to ponder that. To arms!
uk_ua: Загарбницька армія? Ні, що з цими воїнами не так... але, гадаю, в нас нема часу розбиратися. До зброї!

source: An invalid attacker weapon got selected.
uk_ua: Вибрана неправильна зброя того, що атакує.

source: An ode to ye, on yer way, I hope you have a brighter day!
uk_ua: Куди б вас не завела доля — щасливої дороги!

source: An open source, turn-based strategy game with a high fantasy theme.
uk_ua: Покрокова стратегія з відкритим кодом, що опирається на тему високого фентезі.

source: An otherwise sound plan can fail if you attack at the wrong time of day.
uk_ua: Чудовий в усіх відношеннях план може провалитися, якщо ви почнете атаку не у той час доби.

source: An unrecognized error has occurred.
uk_ua: Сталася невідома помилка.

source: Ancient Greek Translation
uk_ua: Давньогрецький переклад

source: Ancient Lich
uk_ua: Древній ліч

source: Ancient Stone Floor
uk_ua: Стародавня кам'яна підлога

source: Ancient Stone Wall
uk_ua: Стародавня кам'яна стіна

source: Ancient Wose
uk_ua: Древній лісовик

source: And Harper... don’t be getting reckless on me today. Your old man died like that, charging into a pack of goblins by ‘imself. I won’t lose ya the same way.
uk_ua: І Харпер… будь обережною хоч сьодні. Твой старий так і помер, напавши на групу гоблінів наадинці. Я не х'чу втратити тебе так само.

source: And because I can sweeten the deal. I can save the lives of all of the people left on this isle. I will reveal all, if you swear on the soul of your eldest son that you let all of the Wesfolk who may come into the city, and allow them to participate in what must happen next.
uk_ua: А ще тому, що я можу допомогти нам усім. Я можу врятувати життя усіх людей, що залишилися на острові. Я все розповім, якщо Ви присягнетеся душею свого старшого сина, що впустите в місто стільки весфольков, скільки зможете, і що Ви дозволите їм брати участь у всьому, що відбуватиметься далі.

source: And did Sir Loris go to the elves?
uk_ua: І пан Лоріс відправився до ельфів?

source: And for what cause ha’ I heard naught o’ this?
uk_ua: І з якої причини мені досі не доповідали про це?

source: And he bears an artifact of some power. The orcs would not be able to sense that. There is some hand we cannot see at work here.
uk_ua: І він приніс деякий могутній артефакт. Орки не здатні відчувати його. Тут діє якась невідома рука.

source: And he brought a friend.
uk_ua: І він привів друга.

source: And him.
uk_ua: І йому.

source: And it is no good news I will bring him. Orcs, so far south and so near the capital? This is a dire sign; things are gravely amiss in Wesnoth.
uk_ua: І принесу я йому недобрі новини. Орки так далеко на півдні і так близько до столиці? Це поганий знак; справи у Весноті сильно не в порядку.

source: And look! There is a bat cowering in the corner here.
uk_ua: Погляньте! Там в кутку сховався кажан.

source: And more practically, it shields the face from flying sparks and molten steel. Even the forgemasters of Knalga don the mask, though perhaps not as continuously as our friend Movrur does. But we have no time to discuss this further right now; I see trouble brewing down the road!
uk_ua: І, до речі, вона захищає обличчя від випадкових іскор та розплавленої сталі. Навіть ковалі Кналги надягають маски, хоча, мабуть, і не так часто як наш друг Моврур. Однак ми не маємо часу обговорювати це й надалі; Я бачу проблему, що збирається прямо по дорозі!

source: And now even more reinforcements!
uk_ua: Ще підмога!

source: And now, I’m as much a refugee as you. In truth, I don’t know if the Lich-Lords still command these orcs or if the orcs have rid themselves of the Lich-Lords, but I do know that no orc is going to tolerate living humans outside of the slave mines or worse, stew pots!
uk_ua: Зараз же я усього лише біженка, як і ти. Чесно кажучи, я навіть не знаю, в силі союз Владик-Лічей з орками чи ні. Можливо, орки вже позбавилися від Владик-Лічей, а можливо, ще ні — одне я знаю точно: орки не стануть терпіти живих людей, окрім як в рабстві в шахтах або в казанку!

source: And so does our Sage Mebrin, yet you have not returned him to us! Even if you did, we would still dispatch of you for your heinous transgressions, you treacherous scum!
uk_ua: Як і хоче наш Мудрець Мербін, але ви не повернули його нам! Навіть якщо б ви це зробили, ми б все одно покінчили з вами за ваші огидні гріхи, ви підступні покидьки!

source: And so it was that the Wesnothian army left Weldyn to seek out and crush Iliah-Malal’s forces. But the campaign proved a disaster. Less than a handful of terrified soldiers returned. The Wesnoth army had been destroyed, with the few survivors fleeing in terror. Nothing stood now between Iliah-Malal’s army and Weldyn...
uk_ua: Армія Весноту виступила з Велдину, щоб знайти і розбити війська Іліа-Малала. Але ця кампанія провалилася. В живих залишилася лише жменька солдатів. Армія Весноту була знищена, а жалюгідні її залишки в жаху розбіглися. Тепер нічого не відділяло армію Іліа-Малала від Велдину...

source: And so the party landed on the Isle of Alduin.
uk_ua: Отож, Конрад і Делфадор причалили до острова Алдуін.

source: And special thanks to everyone else who I forgot to mention.
uk_ua: Автор також дякує всім, кого забув згадати.

source: And the portal, is it sealed for good?
uk_ua: А портал, чи закритий він назавжди?

source: And the ship will take us to Alduin?
uk_ua: І корабель забере нас на Алдуін?

source: And there is a white-haired girl.
uk_ua: А от і біловолосе дівча.

source: And under siege, I see. There is a mighty host of orcs between us and that gate.
uk_ua: Яка, як я бачу, в осаді. Тут доволі помітне зібрання орків, між нами й тою заставою.

source: And we’re leaving this stinking town!
uk_ua: Ми покидаємо це смердюче містечко!

source: And what abouts us? Throw us like dogs to those Wesnothians?
uk_ua: А як шодо нас? Викиниш нас, наче собак, до тих веснотців?

source: And what do you know of the undead?
uk_ua: І що ви знаєте про мерців?

source: And what do you think Ithelden will have to say about that?
uk_ua: Як гадаєш, що про це скаже Ітільден?

source: And what makes you think I want to leave my comfortable home and risk death by attacking armies of undead?
uk_ua: І чому ви думаєте, що я захочу покинути свій затишний дім і ризикувати життям, щоб битися з арміями мерців?

source: And what of the orcs that Aiglondur fended off at the East Gate of Knalga? Their leader’s cloak-pin bore the emblem of Kal Kartha—
uk_ua: А як щодо орків, яких Айглондур розбив у Східної Застави? Їх лідер мав при собі застібку з гербом Кал Карти—

source: And what?
uk_ua: І що?

source: And when that is done, what will we have become? Naught but hungering shadows, devouring all we once cherished.
uk_ua: І коли це буде зроблено, чим ми тоді станемо? Неспокійними кровожерливими тінями, які пожирають все, що колись любили.

source: And which would that be? The sword (5×4; or 5 damage on each hit, with 4 attacks) or the bow (3×3; or 3 damage on each hit, with 3 attacks)? I suppose you’ll find out...
uk_ua: То що ж це буде? Меч (5x4; тобто, 4 атаки по 5 одиниць шкоди) чи лук (3x3; 3 атаки по 3 одиниці шкоди)? Пропоную тобі розібратися...

source: And why <i>seven</i> of us? Who wants to break into a cemetery that badly?
uk_ua: І чому <i>всімох</i>? Хто аж настільки захоче проникнути на це кладовище?

source: And why <i>twelve</i> of us? Who wants to break into a cemetery that badly?
uk_ua: І чому <i>вдванадцятьох</i>? Хто аж настільки захоче проникнути на це кладовище?

source: And ye found something?
uk_ua: І ви знайшли щось?

source: And you have sealed your doom. Hundreds of dirtgrubbers have already died to weave a web of blood around the Hammer and the soul of the dwarves. You and your new friends will be the last sacrifices I require to bind the entire dwarvish race to my purpose. TAKE THEM!
uk_ua: І ви, очевидно, прирекли себе на смерть. Сотні землеїдів вже загинули для того, щоб я зіткав кроваве павутиння навколо Молота та душі гномів. Ви та ваші друзі будете останніми жертвами, яких я потребую, щоб підкорити усіх гномів моїй волі. СХОПИТИ ЇХ!

source: And you spoke my guess, Aiglondur. Are you nae kin of mine?
uk_ua: І ти назвав мою здогадку, Айглондур. Чи ти не мій родич?

source: And you too, brother.
uk_ua: Я теж, брате.

source: And your rule is at an end, Karrag, once the brave lord of Kal Kartha.
uk_ua: І влада твоя згасає, Карраґу. Прощавай, колись хоробрий лорде Кал Карти.

source: Angarthing
uk_ua: Ангарсінг

source: Angarthing, Aiglondur, Movrur, and the dwarvish troop traveled swiftly to the east through the settled lands of the Northern Alliance. Soon enough they came to the wilder march country, where raids by large bands of hostile orcs and men were all too common.
uk_ua: Ангарсінг, Айглондур, Маврур та гномське військо поспішно мандрувало на схід через заселені землі Північного Альянсу. Незабаром вони зайшли на більш дикі території країни, де постійно атакували банди диких орків та люди були дуже поширеними.

source: Angarthing... I have a bad feeling about this.
uk_ua: Ангарсінг… У мене погане передчуття.

source: Angedd
uk_ua: Ангедд
